Revit 2027 API
STEPExportOptions Methods
The STEPExportOptions type exposes the following members.
Methods
Name | Description
Dispose
(Inherited from BIMExportOptions)
Equals | Determines whether the specified object is equal to the current object.
(Inherited from Object)
GetHashCode | Serves as the default hash function.
(Inherited from Object)
GetType | Gets the Type of the current instance.
(Inherited from Object)
ToString | Returns a string that represents the current object.
(Inherited from Object)
Top
See Also
Reference
STEPExportOptions Class
Autodesk.Revit.DB Namespace